<?php 

session_start();

if (!isset($_SESSION['username'])) {
    header("Location: index.php");
}

?>

<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" type="text/css" href="style2.css">
	<title>تحميل كتاب ارض السافلين</title>
	<link rel="icon" href="icon.jpg">
</head>
<body>
<table border="3" bgcolor="#7884A9">
		<tr>
			<td><a href="main.php"><h1>Home Page</h1></a></td>
			<td width="927"><marquee><h1>Novels</h1></marquee></td>
			<td><input type="text" name="search" placeholder="Search..." class="couleur">
				<button>search</button></td>	
		</tr>
		</table></center></br></br></br></br>
	<center><h2>تحميل كتاب أرض السافلين</h2></center></br></br></br>
	<center>
	<table>
		<center><tr>
			<th><h3>أحمد خالد مصطفى</h3><br><h3>روايات وقصص</h3><br><h3>اللغة العربية</h3><br><h3>عصير الكتب</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<th><h3>المـؤلـف</h3><br><h3>الـقـسـم</h3><br><h3>الـلــغـة</h3><br><h3>الناشر</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<td><img src="Novels\ardsafiline\ardsafiline.png" id="img"></td>
		</tr></center>
	</table></center><br><br><br>
	<center>
		<div id="text">
			<h2>نبذة عن الكتاب</h2>
			<p><h4>
				هي الأرض التي تخون فيها زوجتك و تبيع فيها دولتك و تكفر فيها بربك .. ولا تبالي .. فكل قانون على هذه الأرض سقط .. و كل قناع على هذا الوجه انكسر .. ولم تعد فيها إلا سافلا .. تسير مع السافلين .. ولا تبالي ..

ستجد بين يديك رواية ذات طابع خاص .. فهي تتناول مواضيع شائكة جدًا بطريقة مختلفة ومحتوي متميز جدًا ،وأحداث مشوقة للغاية وشخصيات مرسومة بدقة وإتقان ،وأسلوب رائع جدًا في السرد .. مما يجعلك تستمر في القراءة بعناية دون أن تفقد حماسك حيث لا وجود للملل علي الإطلاق.. ولك أن تتوقع أنك علي موعد مع لقاء أسوء شخصيات عبر التاريخ مُجتمعة في أرض واحدة.. فكن علي استعداد تام لبدء رحلتك إلي أرض السافلين.
في البداية يجب أن تعلم أن رحلتك علي أرض السافلين مقسمة إلي أجزاء، حيث إنك ستنتقل بين تلك الأجزاء بكيفية معينة ستكتشفها بنفسك عند دخولك لهذه الأرض.. وستجد أن كل جزء منهم له عالمه الخاص الذي يميزه ، وأن كل عالم من عوالم السافلين له بوابته الخاصة التي ستدخل إليه منها.. وستمر خلال رحلتك .. بعالم الدعارة، ستتنقل في ذلك العالم بين دول مختلفة بطريقة شيقة لتري الحقيقة مجردة أمامك دون زيف ،ستجد أن ذلك العالم القذر بشخصياته الشديدة القبح ممتده علي مر السنين وما يختلف فقط هو المكان وأسماء تلك الشخصيات .. العالم التالي هو عالم الإعلام ، عالم ملئ بالتزييف والتضليل ، وستكشف لك فيه أسرار كثيرة عن ذلك العالم المضلل وعن ألاعيب هؤلاء السفلة الملعونين .. عالم الإلحاد ، هذا العالم استفاض فيه الكاتب حيث أنك ستدخل إليه أكثر من مره ،تناوله الكاتب بطريقه مختلفة ومتميزة للغاية ، حيث يدور حوار شيق للغاية بين علماء وفلاسفة ورجال دين لتجد نفسك في النهاية أمام حقائق واضحة لا شك فيها أبدًا ،حقائق تدحض آراء هؤلاء الملحدين .. عالم المخدرات ، هو عالم العصابات والتنظيمات ، وسوف تتعرف فيه علي موضوع المخدرات من بدايته ، وستعبر معه لأكثر من مكان وزمان لتعيش في أجوائه وتري بنفسك ما يدور فيه .. عالم النقود ، ستعرف فيه قصه العملات والبنوك منذ البداية ، ستمر بأكثر من مكان وزمان للتعرف علي هؤلاء السافلين الذين يحتكرون سوق المال عبر العصور .. ستجد أن الأسلوب الذي يتبعه الكاتب في سرد الأحداث يختلف من عالم لآخر ، وهذا شئ يضفي إليك مزيد من التشويق والاستمرار في المتابعة .. ومع الاستمرار في رحلتك عبر عوالم السافلين ، ستجد أن ما يسيطر عليك هو أنك لا تريد مطلقًا أن تنتمي لتلك الأرض البغيضة ولا لهؤلاء السافلين ، فليس هناك أشقي ممن سكانها ولا أسوء حظًا ممن يقترب يريد أن يسكنها، فهي أرض تجذب الناس إليها بشتى الطرق والوسائل والإغراءات ، فإنك لو دخلتها لم تخرج منها أبدًا لتصبح فيها عبدًا مذلولًا وأسيرًا غير مُكرم وتكون نهايتك المأساوية آتية لا محالة ، وستتعجب لان بالرغم من بشاعة ما يحدث علي هذه الأرض , تجد الكثير من الوافدين إليها علي مر العصور لكي ينضموا لهؤلاء السافلين ، وذلك باختلاف أعمارهم وأجناسهم وانتمائتهم وثقافتهم وأهدافهم ، ولكن ستجد في نهاية الأمر أن ما يجمع كل هؤلاء هو شئ واحد ألا وهو النفس الأمارة بالسوء ,تلك النفس الفاجرة التي تسوقهم لفعل كل ما هو قبيح ولا إنساني فينقلبوا أعداء حتى علي أنفسهم .
وبعد إتمام رحلتك ، سيراودك شئ واحد تود فعله هو أن تهرب من هؤلاء السافلين بقدر ما تستطيع وما أوتيت من قوة ،فهم يحاولون جاهدين جذبك إليهم بشتي السبل ، فلا تستسلم لهم حتى لا تصبح أحد هؤلاء السافلين الذين ضل سعيهم ،وحتي تنجو بنفسك من هذه الأهوال ،ولكي تعيش حرًا كما خُلقت حيث أنه لا سبيل للنجاة إلا أن تكون لله عبدًا مخلصًا ، تتبع ما أمرك به وتدع ما نهاك عنه .
ومابين أرض السافلين التي نبغضها ونلعنها وأرض النور التي نحلم بها ونريدها،عليك الاختيار في أي أرض تريد أن تكون فلا وجود هنا لأرض محايدة بينهم ولا لأنصاف حلول . 
			</h4></p>
		</div>
	</center><br><br><br>
	ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
	<br><br><br><br><center>
	<a href="Novels\ardsafiline\ardsafiline.pdf"><button id="titre">Reading PDF</button></a>
	<a href="Novels\ardsafiline\ardsafiline.rar"><button id="titre">Download</button></a></center>
	<a href="logout.php" style="float:right	;"><button id="titre">Log Out</button></a>
</body>
</html>
