<?php 

session_start();

if (!isset($_SESSION['username'])) {
    header("Location: index.php");
}

?>

<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" type="text/css" href="style2.css">
	<title>تحميل كتاب الليالي البيضاء</title>
	<link rel="icon" href="icon.jpg">

</head>
<body>
<table border="3" bgcolor="#7884A9">
		<tr>
			<td><a href="main.php"><h1>Home Page</h1></a></td>
			<td width="927"><marquee><h1>Literary Books</h1></marquee></td>
			<td><input type="text" name="search" placeholder="Search..." class="couleur">
			<button>search</button></td>	
		</tr>
		</table></center><br><br><br><br>
	<center><h2>تحميل كتاب الليالي البيضاء</h2></center><br><br><br>
	<center>
	<table>
		<center><tr>
			<th><h3>فيودور دوستويفسكي</h3><br><h3>الأدب </h3><br><h3>اللغة العربية</h3><br><h3>دار الرافدين للنشر و الطباعة و التوزيع</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<th><h3>المـؤلـف</h3><br><h3>الـقـسـم</h3><br><h3>الـلــغـة</h3><br><h3>الناشر</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<td><img src="Literary Books\ellayali elbaydaa\ellayali elbaydaa.png" id="img"></td>
		</tr></center>
	</table></center><br><br><br>
	<center>
		<div id="text">
			<h2>نبذة عن الكتاب</h2>
			<p><h4>
				الموضوع الرئيسي للقصة هو العلاقة بين الراوي - الشخصية الرئيسية مجهولة الاسم - وصديقته التي تعرَّف عليها حديثاً "ناستينكا". يقع الراوي في حبِّ ناستنكا، ولكنَّه لا يعترف بحبِّه لها، في الوقت الذي تكنُّ فيه ناستنكا حباً عميقاً لرجلٍ آخر يرفض الرد على رسائلها. يهرب كلاهما من الشعور باليأس إلى علاقة الصداقة الودية هذه، فالراوي يهرب من وحدته وناستنكا تهرب من علاقتها الفاترة مع حبيبها. تطلب ناستنكا من الراوي أن يساعدها في كتابة الرسائل إلى حبيبها، وهي لا تعرف أنَّ الراوي يحبُّها أيضاً حُباً جماً، بل وتخبره: «أنا أُحِبُّك، لأنَّك لم تقع في حبِّي». وبسبب حبِّه الشديد لها، يبدأ الراوي في الشعور بالغربة في صحبتها، لأنَّه يضطر إلى التظاهر بعدم محبته لها. عندما لا يردُّ حبيبها على رسائلها تشعر ناستنكا باليأس، خاصةً وأن حبيبها يعيش في نفس المدينة، فتلجئ إلى صديقها لعلَّه يواسيها، وهو ما يدفع الراوي إلى مصارحتها بحبِّه لها. تشعر ناستنكا في البداية بالارتباك، وهو ما لم يتوقَّعه الراوي، ومن ثمَّ يشعر أنَّه بعد هذه الحادثة لن يكون قادراً على متابعة صداقته معها، فيُصِرُّ على عدم رؤيتها مجدداً، ولكنَّها تطلب منه البقاء. يخرج الاثنان إلى الشارع، وتخبره أنَّ ربما تتحول علاقتهما يوماً ما إلى علاقة رومانسية، وهي بوضوح تريد صداقته في حياتها، فيشعر الراوي بالطمأنينة أنَّه استطاع الحفاظ على صداقتها على الأقل. وفي أثناء سيرهما في الشارع يصادفان رجلاً، يلتفت الرجل إلى ناستنكا ويناديها، ويتضح أنَّه حبيبها الذي تراسله، فتقفز إلى ذراعيه فرحاً، وتعود إلى الراوي لتعطيه قبلة سريعة، ولكنَّها تُكمل ليلتها في صحبة حبيبها، تاركةً الراوي وحيداً مجروح المشاعر.


 			</h4></p>
		</div>
	</center><br><br><br>
	ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
	<br><br><br><br><center>
	<a href="Literary Books\ellayali elbaydaa\ellayali elbaydaa.pdf"><button id="titre">Reading PDF</button></a>
	<a href="Literary Books\ellayali elbaydaa\ellayali elbaydaa.rar"><button id="titre">Download</button></a></center>
	<a href="logout.php" style="float:right;"><button id="titre">Log Out</button></a>
</body>
</html>