<?php 

session_start();

if (!isset($_SESSION['username'])) {
    header("Location: index.php");
}

?>

<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" type="text/css" href="style2.css">
	<title> تحميل كتاب لا تحزن</title>
	<link rel="icon" href="icon.jpg">

</head>
<body>
<table border="3" bgcolor="#7884A9">
		<tr>
			<td><a href="main.php"><h1>Home Page</h1></a></td>
			<td width="927"><marquee><h1>Religious Books</h1></marquee></td>
			<td><input type="text" name="search" placeholder="Search..." class="couleur">
			<button>search</button></td>	
		</tr>
		</table></center><br><br><br><br>
	<center><h2> تحميل كتاب لا تحزن</h2></center><br><br><br>
	<center>
	<table>
		<center><tr>
			<th><h3>	عائض القرني</h3><br><h3>آداب إسلامية </h3><br><h3>اللغة العربية</h3><br><h3>غير محدد</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<th><h3>المـؤلـف</h3><br><h3>الـقـسـم</h3><br><h3>الـلــغـة</h3><br><h3>الناشر</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<td><img src="Religious Books\la t7zan\la t7zan.png" id="img"></td>
		</tr></center>
	</table></center><br><br><br>
	<center>
		<div id="text">
			<h2>نبذة عن الكتاب</h2>
			<p><h4> 
                كتاب لا تحزن من تأليف عائض القرني ترجم للغات عدة. بلغت مبيعات الكتاب 10 ملايين نسخة.

                الكتاب
                يتناول الكتاب الجانب المأساوي في حياة الإنسان، فيحاول نقلها من الهم إلى السرور، ومن الشؤم إلى القناعة. يحدث الكتاب القارئ مباشرة بأسلوب سهل يغلب عليه الطابع الديني، واعتمد الكاتب على محاكاة القارئ بشكل سلس ومؤثر وبرسائل عقلانية، ونصائح حياتية، كما اعتمد على الاستدلال بالقصص سواء الإسلامية أو غير الإسلامية، وتكثر في الكتاب أشعار الحكمة بأنواعها وخصوصاً الأبيات التي يلمس منها التفاؤل، كما أنه حوى على الكثير من المقولات المأثورة. ومن الجوانب المهمة في الكتاب هو الجانب الأدبي، حيث أن الكتاب مكتوب على قدر كبير من الفصاحة والتي أعطت الكتاب جمالية فريدة من نوعها. وقد لاقى قبول واستحسان للقراء العرب، وحقق مبيعات عالية فاقت المليونين نسخة، وتمت ترجمته إلى عدة لغات أخرى.
                
                طبيعة الكتاب
                الكتاب عبارة عن موضوعات صغيرة متعددة، ولا يقل الموضوع الواحد بالغالب عن نصف صفحة ولا يزيد عن صفحتين. يناقش الكتاب وبشكل مباشر المشاكل التي يواجهها الإنسان سواء في مواقفه اليومية، أو المشاكل الحياتية العامة. بشكل عام يحاول الكتاب تقديم حلول متعددة، فمنها ما هو روحاني يُشعر النفس بالهدوء والأمل، ومنها ما هو عقلاني يدعوا النفس إلى التفكير والتأمل.
                
                سمعة الكتاب
                يعتبر كتاب لا تحزن من أشهر الكتب بوقتنا الحديث في الأوساط العربية. نشرت مجلة فوربز الأمريكية تقريرا عن كتاب (لا تحزن) للشيخ الدكتور عائض القرني كأكثر كتاب عربي مبيعا في العالم، كما نشرت المجلة خبرا عن تدشين النسخة المليونين التي تم بيعها مؤخرا. ومما يجدر ذكره عن هذا الكتاب أيضاً أنا أحدث ضجة في الإنترنت العربي، فهو يتمتع بشهرة كبيرة في عالم النت، وعدد هائل من الصفحات التي تتحدث عنه أو تقتبس منه، مثالاً.
                
                انتقادات
                على الرغم من جودة الكتاب، إلا أن البعض يرون أن الكتاب ضُخم إعلامياً وأن ما قيل عنه وصل لحد المبالغة. أيضاً كثرة الاستشهادات بالايات والأحاديث والأبيات الشعرية، فلا ينقضي سطران إلا وتجد الكاتب يستعين بآية، حديث، بيت شعر، مقولة، وهذا في حد ذاته يصنع نوعًا من التشتيت للكتاب، وتغييب لشخصية الكاتب. ظهرت أصوات تشكك في رقم المبيعات التي حصل عليها الكتاب، رغم تأكيد القرني على استعداده التام للمناظرة وتقديم الأدلة الموثقة أمام من شكك في وصول مبيعات الكتاب إلى أرقام مليونية. كما أن البعض يصف الكتاب بأنه عبارة عن قَص ولصق.
			</h4></p>
		</div>
	</center><br><br><br>
	ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
	<br><br><br><br><center>
	<a href="Religious Books\la t7zan\la t7zan.pdf"><button id="titre">Reading PDF</button></a>
	<a href="Religious Books\la t7zan\la t7zan.rar"><button id="titre">Download</button></a></center>
	<a href="logout.php" style="float:right;"><button id="titre">Log Out</button></a>
</body>
</html>