<?php 

session_start();

if (!isset($_SESSION['username'])) {
    header("Location: index.php");
}

?>

<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="stylesheet" type="text/css" href="style2.css">
	<title> تحميل كتاب لانك الله رحلة الى السماء السابعة</title>
	<link rel="icon" href="icon.jpg">

</head>
<body>
<table border="3" bgcolor="#7884A9">
		<tr>
			<td><a href="main.php"><h1>Home Page</h1></a></td>
			<td width="927"><marquee><h1>Religious Books</h1></marquee></td>
			<td><input type="text" name="search" placeholder="Search..." class="couleur">
			<button>search</button></td>	
		</tr>
		</table></center><br><br><br><br>
	<center><h2> تحميل كتاب لانك الله رحلة الى السماء السابعة</h2></center><br><br><br>
	<center>
	<table>
		<center><tr>
			<th><h3>	علي بن جابر الفيفي</h3><br><h3>	الديانة الإسلامية </h3><br><h3>اللغة العربية</h3><br><h3>دار الحضارة للنشر والتوزيع</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<th><h3>المـؤلـف</h3><br><h3>الـقـسـم</h3><br><h3>الـلــغـة</h3><br><h3>الناشر</h3></th>
			<td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td>
			<td><img src="Religious Books\lianaka allah\lianaka allah.png" id="img"></td>
		</tr></center>
	</table></center><br><br><br>
	<center>
		<div id="text">
			<h2>نبذة عن الكتاب</h2>
			<p><h4> 
				 
				لأنّك اللّه ... لا خوفٌ ولا قلقٌ .
ولا غروب ٌ.. ولا ليلٌ .. ولا شفقُ .
لأنّك اللّه ... قلبي كلّهُ أملُ .
لأنّك اللّه ... روحي ملؤهَا الألقُ .

استطاع الكاتب أن يأخذنا من خلال ما أبدع.. في رحلة عميقة لمعرفة شيئا عن بعض أسمائه .. بحيث لا يقل اسما عن آخر جلالةً وعظمةً ورفعةً ، فعلينا أن نجعلها كلّها نبراس حياتنا ، وهداية قلبنا ونور أيامنا.. لنحوز على سعادة الدّنيا والآخرة ..

اختار عشرة من أسماء جلالته ، فكانت :
الصّمد : اسم كما ترى بالغ الهيبة ، قوي الحروف، شامخ المعنى ، قليل الورود والذكر ، ذو جلالة خاصة .
الحفيظ : هو الذي حفظ ما خلقه ، وأحاط علمه بما أوجده ،وحفظ أولياء من وقوعهم في الذنوب والهلكات ، ولطف بهم في الحركات والسّكنات .
اللّطيف : البَرّ بعباده ، المُحسن إلى خلقه بإيصال المنافع إليهم برفق ولطف .
الشّافي : من أسمائه سبحانه التي نحمده عليها ، نحمده أن تسمّى بهذا الاسم ، وأن اتّصف بصفه الشّفاء ، وأن كان هو وحده من يشفي ويعافي أجساد عباده .
الوكيل : هو الذي ينبغي أن تتوكّل إلا عليه ، ولا أن تُلجئ ظهرك إلا إليه ، وأن تضع ثقتك إلا فيه ، ولا أن تعلّق آمالك إلا به .
الشّكور : عش مع الشكور ، تأمل ظلال هذا الاسم العظيم ، وامسح تجعّدات الحياة المتعبة بمعاني هذا الاسم الجليل ..
الجبّار : الذي يجبر أجساد وقلوب عباده ، فالعيش في كنف الإله يمدّنا بمراهم الصحة ، وضمادات السعادة ، ومسكّنات الأوجاع ، ومضادّات الهموم ..
الهادي : فهو سبحانه يهديك ، فيحرّف مسارك من الظلالة إلى الرّشد ، وعن الغواية إلى الطّريق الأقوم .
الغفور : الغفّار العفوّ الذي يغفر الذّنوب وحده ، بلا مغفرة ستحترق ، ستلتهمك الغصص ، ستشعر بالاختناق الحقيقي ، ستدمن البكاء .
القريب : الأقرب إلينا من حبل الوريد ، الذي يسمع كلماتك ، ويرى أفعالك ، ولا تخفى عليه منك خافية .

فصّلها في 192 صفحة .. بلغة رشيقة سهلة عذبة مستساغة .. حيث أشار في مقدمته قائلا " حرصت أن أجعلها مما يفهمه متوسّط الثقافة ، ويستطيع قراءته المريض على سريره ، والحزين بين دموعه ، والمحتاج وسط كروبه .. "

فمن أراد أن يجددّ النية للتعرّف عليه عز وجلّ من خلال أسمائه التي قد يجهل الكثير من معانيها ومدى قوتها وتأثيرها في حياته ، فعليه بهذا الكتاب الذي سيأخذهُ إلى عالم ربّاني أسمى، ويغير فيه الكثير للأحسن بإذنه تعالى .  
				 
			</h4></p>
		</div>
	</center><br><br><br>
	ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
	<br><br><br><br><center>
	<a href="Religious Books\lianaka allah\liaanaka allah.pdf"><button id="titre">Reading PDF</button></a>
	<a href="Religious Books\lianaka allah\liaanaka allah.rar"><button id="titre">Download</button></a></center>
	<a href="logout.php" style="float:right;"><button id="titre">Log Out</button></a>
</body>
</html>
<div>